{
	"data": [
		{
			"name": "nero",
			"time": "AD",
			"birth": 37,
			"death": 68,
			"img": "nero.jpg",
			"bio": "<p>He was Often known as the “Madman of Rome”. Nero was hands down the most notorious Roman of all times. This made the daily living of the-then Roman a grim affair, for he also happened to be their emperor – his reign lasting from 54 AD to 68 AD. So what is an infamous near dictator doing in this list? Well, when you make a of famous people, you put in the good, the bad and the ugly too! Nero was all bad and ugly part.</p><p>During his rule, two-third of entire Rome was burnt down, which led to massive loss of lives and properties. And even though he was helpless to stop the blitz, he did not even try to quell out fire. Instead he saw Rome burnt down into flames from his palace, singing through the entire catastrophe. Things get even uglier when evidence and motive point toward Nero being the one who started the fire because the Roman senate had refused to give him land to build a new palace. And what was the first thing he did once the blitz cleared out – built himself a brand new palace in the newly vacant space created by the fire.</p>"
		},
		{
			"name": "commodus",
			"time": "AD",
			"birth": 161,
			"death": 192,
			"img": "commodus.jpg",
			"bio": "<p>Most of us have seen this wanna-be gladiator but infact an emperor persona in, some of you might have guessed, the famous movie “Gladiator”. Emperor Lucius Aurelius Commodus was played by the gifted actor Joaquin Phoenix. Breaking the trend of accession to the throne based on merit, Commodus took the throne as a right by birth. His father, Marcus Aurelius was considered as one of the greatest Romans to have ascended the throne, and that Commodus could not live up to the absolutely draining standards set by Marcus would have been fairly understandable. But not only did he failed flat on his face, he turned out to be so terrible at kingship that his mere existence was a scream of revolt to what his father had toiled to build in his entire reign.</p><p>A cruel, power-hungry egomaniac, he saw himself as the one and only numero uno in the world. He saw himself as Hercules, and fancied himself as a gladiator – thus often neglecting all his political duties, and entering into battle arenas against rather weak and poor opponents. Needless to say, this guy as hated by most of the Romans, and his continues stints as a gladiator, who really sucked at fighting, eventually saw him assassinated by his own inner circle.</p>"
		},
		{
			"name": "trajan",
			"time": "AD",
			"birth": 53,
			"death": 117,
			"img": "trajan.jpg",
			"bio": "<p>Spanish by birth, Marcus Ulpius Trajan was the first Roman Emperor of a non-Italian origin. And he sure did went on to become one of the most outstanding emperors of ancient Rome. He delivered a rule that saw Rome reach to new heights of new developments, and new realms of boundaries. Unlike his many predecessors, he treated the Roman senate with respect, and always made sure the most competent and honest candidates were designated the rulers of different provinces.</p><p>Trajan had served as a soldier under his father in his hay days. But for an emperor with a military background, he was more known for his wisdom and dignity. His first priority always being the welfare of common people. He provided poor people with free grains, let many popular public changes, built new roads and harbours and even set-up funds for poor people and children. Needless to say, the reign of emperor Trajan was a glittering one.</p>"
		},
		{
			"name": "tiberius gracchus",
			"time": "BC",
			"birth": 168,
			"death": 133,
			"img": "tiberius-gracchus.jpg",
			"bio": "<p>Even though the origination of Tiberius Gracchus were from one of Rome’s elite families, he was known for his struggle for the poor people of Rome. The commendable effort he put in to bring some relief to the lives of have-nots along with his brother Gaius Gracchus. As a distinguished officer in the third Punic war, It was his negotiation skills that saved the lives of more than 3,000 Roman soldiers when they were stuck in dire straits in Numantia. Even though this move was particularly resented in the Roman senate – that the Roman army gave up without taking it to a fight, he had seen the latent weakness of Roman power.</p><p>But he is known more for his ideologies and practices that always hinted towards equality among the upper class elites and the lower class peasants.  With the plight of peasant workers worsening with each passing day, the rise of slave labor had further degraded common peasants. And for obvious reasons, his ideas were not entertained by the senate and the elite Roman who owned much of land in Rome. Eventually, he was assassinated in a riot sparked his senatorial opponents.</p>"
		},
		{
			"name": "constantine",
			"time": "AD",
			"birth": 272,
			"death": 337,
			"img": "constantine.jpg",
			"bio": "<p>Constantine I was also known as Constantine the great, and he happens to be one of those emperors who did true justice to their names. The vast Roman empire had been divided between many rulers by the 3rd century AD. Constantine defeated all the would-be emperors, and unified all those divisions into the Roman kingdom. He then decided to relocate the capital from Rome to the-then known Byzantium. Not entirely satisfied, he went on to rename the new capital to a more familiar sounding Constantinopolis.</p><p>But moreover, Constantine is known in the history as the first Christian Roman Emperor. He not only initiated the evolution of the Roman Empire into a Christian state, but also opined the pathway for a culture with distinct cultural influences from Christianity, which eventually had a huge impact in the western medieval culture.</p>"
		},
		{
			"name": "gaius marius",
			"time": "BC",
			"birth": 157,
			"death": 86,
			"img": "gaius-marius.jpg",
			"bio": "<p>This legendary Roman general and statesman single handedly evolved the Roman army into one of the most effective and well-organized fighting body that made thumping statements in countless battles. A cunning tactician, Gaius Marius also held the office of Consul for an unprecedented seven times in a row. But he is more known for the transformations he brought about into the Roman military legions – the most dramatic and influential reforms that forever changed the rules of engagement in war.</p><p>At a time when attacks and invasions from Barbarian and German tribes was the biggest threat to the entire Roman republic, he saw the dire need to increase the recruitment power which lagged behind significantly because of the strict standards that had been set to for one to become a soldier. But once Marius took over, men from provinces could sign up for the army and in time become a Roman citizen. Then he went on to win many decisive battles with his new army, the famous ones being battle of Aquae Sextiae and Campi Raudii, where his victories saved the republic from a seemingly inevitable barbarian invasion.</p>"
		},
		{
			"name": "marcus cicero",
			"time": "BC",
			"birth": 107,
			"death": 43,
			"img": "marcus-cicero.jpg",
			"bio": "<p>“Gratitude is not only greatest of the virtues, but parent of all others.” This timeless quote, and many others that tell us about the essence of living our lives, and that we may have heard time and again – all of them came from the famous Roman philosopher Marcus Tullius Cicero. Widely considered as one of the greatest orators and prose stylist to have lived in the ancient Rome, he was also a philosopher, a respected politician, lawyer, political theorist, consul and constitutionalist, and what not!</p><p>As a writer, his influence in the latin language was so immense that the subsequent history of prose that were written then onward up to the late 19th century were either in reference to or a reaction against his style. A contemporary of Julius Caesar, Cicero also wrote a number of books of which six on rhetoric survive along with parts of eight other on philosophy.</p>"
		},
		{
			"name": "julius caesar",
			"time": "BC",
			"birth": 100,
			"death": 44,
			"img": "julius-caesar.jpg",
			"bio": "<p>He is arguably the most popular of the ancient Romans. Even though most of the people may not have slightest of ideas when it comes to the ancient Rome, chances are that they would still have heard about the prodigious Roman Emperor (and a self annotated dictator) Julius Caesar. The conflict in Gaul was proving to be the biggest thorn on the path of Roman glory, and that is when he pulled of a brilliant campaign to conquer Gaul, his strategies still being studied for training generals in this present age. His success added in one of the most important new territories into the Roman empire. He also led expeditions to Germany and Britain, both of them foreign territories to Rome at that time.</p><p>But with his ruthless success, he also gave rise to a number of political enemies, who kept on plotting against him time and again. His opposition took even uglier, albeit at-that-time-silent turn, when he famously crossed the Rubicon river and took power of Rome in his hands as a dictator. This eventually led to his assassination conspired by many Roman senators who repeatedly stabbed him to death.</p>"
		},
		{
			"name": "spartacus",
			"time": "BC",
			"birth": 111,
			"death": 71,
			"img": "spartacus.jpg",
			"bio": "<p>Without a doubt, the most famous gladiator in the entire Roman history, a Thracian by birth, Spartacus was a soldier caught in war and then sold in slavery to fight in the-then famous gladiator battles. But as history has proved time and again, even though you may take away a soldier’s freedom, a warrior’s fierce will for independence can never be easily given up. Before he was enslaved to fight in the Roman arenas, not much was known about him and it did not help much that the Romans never bothered to document the early lives of gladiators.</p><p>It was estimated that the number of slaves in Rome at its peak was around one and half million. However, despite after repeater slave uprisings, the roman legions did not pay particular concern since the senate and citizens took it as a mere whiff. They were counting too much on their stars. First Spartacus convinced some 70 fellow gladiators to revolt and escaped to the slopes of mount vesuvius. In a period of about two years, he freed a number of slaves and trained them to eventually make an army of 1,999 strong individuals by 71 BC. Now this had immediate attention from Roman senate, which sent a number of legions which eventually captured the slave force and killed Spartacus, but not before he made his mark in the Roman history.</p>"
		},
		{
			"name": "augustus",
			"time": "BC-AD",
			"birth": 63,
			"death": 14,
			"img": "augustus.jpg",
			"bio": "<p>Born as Gaius Octavius, he is known as the founder of Roman Empire, a walk away from the old Roman Republic and its first emperor. His rule reigning from 27 BC until his death in 14 AD. Such were his deeds that the senate changed his name to “Augustus” in the honor of his great achievements. Once the conspiracy behind the assassination of Julius Caesar came into light, Augustus went on to avenge his death along with Caesar’s closest ally Mark Antony. He later had a fallout with Antony amid differences, and showing the grit of his character, he went on to defeat the duo of Antony and Egyptian queen Cleopatra – thus securing his path to glory.</p><p>Despite repeated oppositions, he stood strong.Augustus’ reign laid the foundations of a regime that lasted for nearly fifteen hundred years through the ultimate decline of the Western Roman Empire. Together with the Roman senate, he scripted the new constitution for the great Roman empire in which he ruled wisely, building roads, aqueducts and famous buildings. He remains to this date the most famous and wise Roman emperor among them all.</p><h3>Final Conclusion</h3><p>The ancient Rome had a very rich history which saw the rise and fall of many famous people who are talked about to this day. From the craziest of the Emperors, to the bravest of the gladiators, to the biggest names in ancient philosophy – ancient Rome did give us a fair share of names that have always been worth mentioning. In fact, to put it rather blatantly, this list may not do an impeccable justice to the topic for there were many other famous Romans who could have easily made it into the list. But since we had to put in only ten of them, the aforementioned Romans indeed had been the outstanding figures that the Roman history created. And these people in turn created the Roman history.</p>"
		}
	]
}
